export const TERMS = {
  title: '利用規約',
  pre: '本利用規約（以下「本規約」といいます。）には、株式会社AndGo（以下「当社」といいます。）の提供する本サービス（第2条に定義）のご利用にあたり、ユーザーの皆様に遵守していただかなければならない事項及び当社とユーザーの皆様との間の権利義務関係が定められております。本サービスをご利用になる方は、本規約に同意する前に、必ず全文お読み下さいますようお願い致します。',
  post: '【最終更新日 2023年6月26日】',
  sections: [
    {
      title: '第1条  適 用',
      contents: [
        '1. 本規約は、本サービスの利用に関する当社と登録ユーザー（第2条に定義）との間の権利義務関係を定めることを目的とし、登録ユーザーと当社の間の本サービスの利用に関わる一切の関係に適用されます。',
        '2. 当社が本アプリケーション等（第2条に定義）上で随時掲載する本サービスに関するルール、諸規定等は本規約の一部を構成するものとします。',
      ],
    },
    {
      title: '第2条  定 義',
      contents: [
        '本規約において使用する以下の用語は各々以下に定める意味を有するものとします。',
        '(1) 「暗号資産」とは、資金決済に関する法律第2条第5項に定義される「暗号資産」を意味します。',
        '(2) 「外部サービス」とは、取引所サービス、Google アカウント、Apple ID その他の他の事業者が提供している当社所定のサービスで、登録ユーザーの認証、暗号資産の取引等の内容を含む、本サービスと連携するサービスを意味します。',
        '(3) 「外部事業者」とは、外部サービスのサービス提供者を意味します。',
        '(4) 「外部利用規約」とは、登録ユーザーと外部事業者との権利関係を定める規約を意味します。',
        '(5) 「送付」とは、暗号資産を他のアドレスに移転することを意味します。',
        '(6) 「対象暗号資産」とは、ビットコイン及び本サービスを利用することで取引所サービス上で購入することができる暗号資産として当社が別途指定する暗号資産を意味します。',
        '(7) 「知的財産権」とは、著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。）を意味します。',
        '(8) 「登録希望者」とは、第3条において定義された「登録希望者」を意味します。',
        '(9) 「登録情報」とは、第3条において定義された「登録情報」を意味します。',
        '(10) 「登録ユーザー」とは、第3条に基づき本サービスの利用者としての登録がなされた個人又は法人を意味します。',
        '(11) 「取引所サービス」とは、暗号資産の売買その他の取引を行うことができるサービスを意味します。',
        '(12) 「ハードウェアウェレット」とは、暗号資産の秘密鍵を保管することができる記録装置その他の機器を意味します。',
        '(13) 「本アプリケーション」とは、本サービスに関連して当社が提供するアプリケーション（理由の如何を問わず内容が変更された場合は、当該変更後のアプリケーションを含みます。）を意味します。',
        '(14) 「本アプリケーション等」とは、本アプリケーション及びそのドメインが「tsumitatetoko.com」である当社が運営するウェブサイト（理由の如何を問わず当社のウェブサイトのドメイン又は内容が変更された場合は、当該変更後のウェブサイトを含みます。）を意味します。',
        '(15) 「本サービス」とは、当社が提供する「つみたてとこ」という名称の対象暗号資産の取引自動化サービス（理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含みます。）を意味します。',
        '(16) 「利用契約」とは、第3条第4項に定義される「利用契約」を意味します。',
        '(17) 「利用端末」とは、登録ユーザーのスマートフォン、タブレット端末その他の当社所定の機器であって、本アプリケーションを利用することができる機器を意味します。',
        '(18) 「API キー」とは、取引所サービスを運営する外部事業者から登録ユーザーが発行を受ける登録ユーザーのAPI Key及びAPI Secretであって、その利用により、取引所サービス上で、当社所定の一定の暗号資産にかかる取引を行うことができる情報を意味します。',
      ],
    },
    {
      title: '第3条  登　録',
      contents: [
        '1. 本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。',
        '2. 登録の申請は必ず本サービスを利用する個人又は法人自身が行わなければならず、原則として代理人による登録申請は認められません。また、登録希望者は、登録の申請にあたり、真実、正確かつ最新の情報を当社に提供しなければなりません。',
        '3. 当社は、第1 項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当する場合は、登録を拒否することがあります。',
        '  (1) 本規約に違反するおそれがあると当社が判断した場合',
        '  (2) 当社に提供された登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合',
        '  (3) 過去に本サービスの利用の登録を取り消された者である場合',
        '  (4) 未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合',
        '  (5) 反社会的勢力等（暴力団、暴力団員、暴力団準構成員、暴力団関係企業、総会屋、社会運動等標ぼうゴロ、特殊知能暴力集団その他暴力、威力又は詐欺的手法を使用して経済的利益を追求する集団又は個人を意味します。以下同じ。）である、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合',
        '  (6) その他、当社が登録を適当でないと合理的に判断した場合',
        '4. 当社は、前項その他当社の基準に従って、登録希望者の登録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知します。かかる通知により登録希望者の登録ユーザーとしての登録は完了し、本規約の諸規定に従った本サービスの利用にかかる契約（以下「利用契約」といいます。）が登録ユーザーと当社の間に成立します。',
        '5. 登録ユーザーは、登録情報に変更があった場合は、遅滞なく、当社の定める方法により、当該変更事項を当社に通知し、当社から要求された資料を提出するものとします。',
      ],
    },
    {
      title: '第4条  本サービスについて',
      contents: [
        '1. 登録ユーザーは、利用契約の有効期間中、本規約に従って、当社の定める方法に従い、本サービスを利用することができます。',
        '2. 本サービスは、API キーを利用した連携による取引所サービス上での対象暗号資産の取引の自動化機能その他の当社所定の機能を有するツールとして本アプリケーションを提供するサービスです。また、当社は、取引所サービス上の取引について媒介、取次ぎ及び代理を行っておらず、暗号資産交換業（資金決済に関する法律第2条第7項で定義される「暗号資産交換業」を意味します。）を行う事業者ではありません。',
      ],
    },
    {
      title: '第5条 本サービスの利用条件',
      contents: [
        '1. 登録ユーザーは、本サービスの利用にあたっては、以下の各号に定める設定を行うものとします。',
        '  (1) 当社所定のAPI キーを取得し、当該API キーを、当社所定の方法で利用端末における本アプリケーションに保存すること',
        '  (2) 本アプリケーションとハードウェアウォレットを連携させる場合には、当該ハードウェアウォレットの拡張公開鍵を当社所定の方法で利用端末における本アプリケーションに保存すること',
        '  (3) 取引所サービスを利用して購入した対象暗号資産を、ハードウェアウォレットに送付する場合は、APIキーを利用して、当該送付が可能となるように、取引所サービス上の設定を適切に行うこと',
        '  (4) 前各号の他、当社所定の事項について対応すること',
        '2. 登録ユーザーは、前項に定める準備を自己の責任により行うものとし、当社は、外部サービスの設定に必要な手続その他の外部サービスの利用に関して説明その他の補助を行う義務を負わないものとします。',
      ],
    },
    {
      title: '第6条 暗号資産の購入及び送付',
      contents: [
        '1. 登録ユーザーは、本アプリケーション上で、当社所定の操作を行い、以下の各号に定める対象暗号資産の購入に関する条件（以下「購入条件」といいます。）を入力することで、当該購入条件に沿って、取引所サービス上で対象暗号資産を購入することができるものとします。',
        '  (1) 対象暗号資産の購入額',
        '  (2) 対象暗号資産の購入頻度',
        '  (3) 前各号の他、当社所定の事項',
        '2. 登録ユーザーは、本アプリケーション上で、当社所定の操作を行うことで、一度入力した購入条件をいつでも変更することができるものとします。',
        '3. 登録ユーザーは、本規約に基づき適切に設定を行った上で、当社所定の操作を行うことで、取引所サービス上で保有する対象暗号資産を、本サービスと連携するハードウェアウェレットに送付することができるものとします。',
      ],
    },
    {
      title: '第7条 通知等',
      contents: [
        '1. 登録ユーザーは、本規約に基づき適切に設定を行うことで、本アプリケーション上で、取引所サービスにおける暗号資産の残高、日本円の保有残高、本サービスと連携するハードウェアウォレット上の暗号資産の残高その他の当社所定の事項を閲覧することができるものとします。',
        '2. 当社は、以下の各号で定める事由が生じた場合、当該各号において定める通知を登録ユーザーに対して行うものとします。',
        '  (1) 当社所定の範囲内で、登録ユーザーが設定した対象暗号資産の購入に関する事由が生じた場合取引所サービス上で登録ユーザーが保有する対象暗号資産のハードウェアウォレットへの送付の要否について確認する通知',
        '  (2) 取引所サービス上で、購入条件に沿った対象暗号資産の購入ができなくなる場合取引所サービス上の登録ユーザーの口座への日本円の入金の要否について確認する通知',
      ],
    },
    {
      title: '第8条 料金及び支払方法',
      contents: [
        '1. 登録ユーザーは、本サービス利用の対価として、当社が別途定める利用料金を負担するものとします。',
        '2. 利用料金は毎月末日締めで計算し、登録ユーザーは当月分の利用料金を翌月末日までに当社の指定する方法で当社に支払うものとします。振込手数料その他支払に必要な費用は登録ユーザーの負担とします。',
        '3. 登録ユーザーが利用料金の支払を遅滞した場合、登録ユーザーは年14.6％の割合による遅延損害金を当社に支払うものとします。',
      ],
    },
    {
      title: '第9条 アカウント情報等の管理',
      contents: [
        '1. 登録ユーザーは、自己の責任において、本サービスにかかるユーザーID 及びパスワード、API キー、登録ユーザーのハードウェアウォレット並びに利用端末（以下「これらを総称して、「アカウント情報等」といいます。）を適切に管理及び保管するものとし、これを第三者に利用させたり、貸与、譲渡、名義変更、売買等をしてはならないものとします。',
        '2. アカウント情報等の管理不十分、使用上の過誤、第三者の使用等による損害（ハードウェアウォレット上の秘密鍵の流出及び利用端末の紛失等による損害を含みますが、これらに限られないものとします。）の責任は登録ユーザーが負うものとし、当社は一切の責任を負いません。',
        '3. 登録ユーザーは、アカウント情報等が盗まれ、又は第三者に使用されていることが判明した場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。',
      ],
    },
    {
      title: '第10条 禁止行為',
      contents: [
        '1. 登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。',
        '  (1) 当社、又は外部事業者その他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為（かかる侵害を直接又は間接に惹起する行為を含みます。）',
        '  (2) 犯罪行為に関連する行為又は公序良俗に反する行為',
        '  (3) 法令又は当社若しくは登録ユーザーが所属する業界団体の内部規則に違反する行為',
        '  (4) コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報を送信する行為',
        '  (5) 当社が定める一定のデータ容量以上のデータを本サービスを通じて送信する行為',
        '  (6) 当社による本サービスの運営を妨害するおそれのあると合理的に認められる行為',
        '  (7) 本アプリケーションを通じて不正な指示を行うことで外部サービスのサーバーに負荷をかける行為その他の外部サービスの提供を妨害する行為',
        '  (8) その他、当社が不適切と合理的に判断する行為',
        '2. 当社は、本サービスにおける登録ユーザーによる行為が前項各号のいずれかに該当し、又は該当するおそれがあると当社が合理的に判断した場合には、登録ユーザーに事前に通知することなく、登録ユーザーに関する情報の全部又は一部について削除、送信停止その他の措置をとることができるものとします。当社は、本項に基づき当社が行った措置に基づき登録ユーザーに生じた損害について一切の責任を負いません。',
      ],
    },
    {
      title: '第11条 本サービスの停止等',
      contents: [
        '1. 当社は、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします',
        '  (1) 本サービスに係るコンピューター・システムの点検又は保守作業を定期的又は緊急に行う場合',
        '  (2) コンピューター、通信回線等が事故により停止した場合',
        '  (3) 火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合',
        '  (4) 外部サービスに、トラブル、サービス提供の中断又は停止、本サービスとの連携の停止（外部サービス上でのAPI キーの提供の終了を含みますが、これに限られないものとします。）、仕様変更等が生じた場合',
        '  (5) その他、当社が停止又は中断を合理的に必要と判断した場合',
        '2. 当社は、当社の合理的な判断により、本サービスの提供を終了することができます。この場合、当社は登録ユーザーに事前に通知するものとします。',
        '3. 当社は、本条に基づき当社が行った措置に基づき登録ユーザーに生じた損害について一切の責任を負いません。',
      ],
    },
    {
      title: '第12条 設備の負担等',
      contents: [
        '1. 本サービスの提供を受けるために必要な、コンピューター、スマートフォン、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持は、登録ユーザーの費用と責任において行うものとします。',
        '2. 登録ユーザーは自己の本サービスの利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を自らの費用と責任において講じるものとします。',
        '3. 当社は、登録ユーザーの本サービスの利用に関連する情報その他の登録ユーザーに関する情報を運営上一定期間保存していた場合であっても、かかる情報を保存する義務を負うものではなく、当社はいつでもこれらの情報を削除できるものとします。',
      ],
    },
    {
      title: '第13条 権利帰属',
      contents: [
        '1. 本アプリケーション等及び本サービスに関する所有権及び知的財産権は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に定める登録に基づく本サービスの利用許諾は、本規約において明示されているものを除き、本アプリケーション等又は本サービスに関する当社又は当社にライセンスを許諾している者の知的財産権の譲渡又は使用許諾を意味するものではありません。登録ユーザーは、いかなる理由によっても当社又は当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これに限定されません。）をしないものとします。',
        '2. 本アプリケーション等又は本サービスにおいて、登録ユーザーが送信又は保存を行ったデータ（但し、登録ユーザーのAPI キーに関する情報は除きます。）については、当社において、無償で自由利用（複製、複写、改変、第三者への再許諾その他のあらゆる利用を含みます。）することができるものとします。',
      ],
    },
    {
      title: '第14条 登録取消等',
      contents: [
        '1. 当社は、登録ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、当該登録ユーザーについて本サービスの利用を一時的に停止し、又は登録ユーザーとしての登録を取り消すことができます。',
        '  (1) 本規約のいずれかの条項に違反した場合',
        '  (2) 登録情報に虚偽の事実があることが判明した場合',
        '  (3) 当社、他の登録ユーザー、外部事業者その他の第三者に損害を生じさせるおそれのある目的又は方法で本サービスを利用した、又は利用しようとした場合',
        '  (4) 外部利用規約に違反したことその他の理由によって、登録ユーザーが外部事業者から、そのサービスの提供や連携を受けられなくなった場合',
        '  (5) 手段の如何を問わず、本サービスの運営を妨害した場合',
        '  (6) 支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合',
        '  (7) 自ら振出し、若しくは引受けた手形若しくは小切手につき、不渡りの処分を受けた場合、又は手形交換所の取引停止処分その他これに類する措置を受けた場合',
        '  (8) 差押、仮差押、仮処分、強制執行又は競売の申立てがあった場合',
        '  (9) 租税公課の滞納処分を受けた場合',
        '  (10) 死亡した場合',
        '  (11) 6 ヶ月以上本サービスの利用がなく、当社からの連絡に対して応答がない場合',
        '  (12) 第3条第3項各号に該当する場合',
        '  (13) その他、当社が登録ユーザーとしての登録の継続を適当でないと合理的に判断した場合',
        '2. 前項各号のいずれかの事由に該当した場合、登録ユーザーは、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。',
        '3. 登録ユーザーは、当社所定の方法で当社に通知することにより、いつでも登録ユーザーの登録を取り消すことができます。また、当社は、当社所定の方法で登録ユーザーに1 週間前までに通知することにより、登録ユーザーの登録を取り消すことができます。',
        '4. 当社は、本条に基づき当社が行った行為により登録ユーザーに生じた損害について一切の責任を負いません。',
        '5. 本条に基づき登録ユーザーの登録が取り消された場合、登録ユーザーは、当社の指示に基づき、当社から提供を受けた本サービスに関連するソフトウェア、マニュアルその他の物につき、返還、廃棄その他の処分を行うものとします。',
      ],
    },
    {
      title: '第15条 保証の否認及び免責',
      contents: [
        '1. 当社は、本サービスを適切に提供するよう努めるものとしますが、本アプリケーションの不具合等により、購入条件に沿った対象暗号資産の購入が実行できなかった場合でも、当社は一切の責任を負わないものとします。',
        '2. 当社は、取引所サービス上での取引に利用できるツールを提供しているにすぎず、本サービスを利用することで、暗号資産の譲渡益その他の収益が得られることにつき如何なる保証を行うものではありません。また、本サービスは現状有姿で提供されるものであり、当社は本サービスについて、特定の目的への適合性、商業的有用性、完全性、継続性等を含め、一切保証を致しません。',
        '3. 登録ユーザーが当社から直接又は間接に、本サービス、本アプリケーション等、本サービスの他の登録ユーザーその他の事項に関する何らかの情報を得た場合であっても、当社は登録ユーザーに対し本規約において規定されている内容を超えて如何なる保証も行うものではありません。',
        '4. 本サービスは、外部サービスと連携して利用するサービスではありますが、かかる連携（購入条件に沿った、対象暗号資産の自動購入に関する連携を含みますが、これに限られないものとします。）を保証するものではなく、外部サービスとの連携の支障等について、当社の責に帰すべき場合を除き、当社は一切の責任を負いません。',
        '5. 本サービスが外部サービスと連携している場合において、登録ユーザーは外部利用規約を自己の費用と責任で遵守するものとし、その違反によって登録ユーザーと当該外部サービスを運営する外部事業者との間で紛争等が生じた場合でも、当社は当該紛争等について一切の責任を負いません。',
        '6. 登録ユーザーは、本サービスを利用することが、登録ユーザーに適用のある法令、業界団体の内部規則等に違反するか否かを自己の責任と費用に基づいて調査するものとし、当社は、登録ユーザーによる本サービスの利用が、登録ユーザーに適用のある法令、業界団体の内部規則等に適合することを何ら保証するものではありません。',
        '7. 本サービス又は本アプリケーション等に関連して登録ユーザーと外部事業者その他の第三者との間において生じた取引、連絡、紛争等については、登録ユーザーの責任において処理及び解決するものとし、当社の責に帰すべき場合を除き、当社はかかる事項について一切責任を負いません。',
        '8. 当社は、当社による本サービスの提供の中断、停止、終了、利用不能又は変更、登録ユーザーの情報の削除又は消失､登録ユーザーの登録の取消、本サービスの利用によるデータの消失又は機器の故障若しくは損傷、その他本サービスに関連して登録ユーザーが被った損害につき、当社の責に帰すべき場合を除き、賠償する責任を一切負わないものとします。',
        '9. 本アプリケーション等から他のウェブサイトへのリンク又は他のウェブサイトから本アプリケーション等へのリンクが提供されている場合でも、当社は、本アプリケーション等以外のウェブサイト及びそこから得られる情報に関して、当社の責に帰すべき場合を除き、一切の責任を負わないものとします。',
        '10. 当社は、当社の合理的な支配の及ばない状況（火事、停電、ハッキング、コンピューター・ウィルスの侵入、地震、洪水、戦争、疫病、通商停止、ストライキ、暴動、物資及び輸送施設の確保不能、政府当局若しくは地方自治体による介入、指示若しくは要請、又は内外法令の制定若しくは改廃を含みますがこれらに限定されません。）により利用契約上の義務を履行できない場合、その状態が継続する期間中登録ユーザーに対し債務不履行責任を負わないものとします。',
        '11. 消費者契約法その他の強行法規の適用その他何らかの理由により、当社が登録ユーザーに対して損害賠償責任を負う場合においても、当社の賠償責任は、損害の事由が生じた時点から遡って過去3ヶ月の期間に登録ユーザーから現実に受領した本サービスの利用料金の総額又は1,000円のいずれか高い金額を上限とします。',
      ],
    },
    {
      title: '第16条 ユーザーの賠償等の責任',
      contents: [
        '1. 登録ユーザーは、本規約に違反することにより、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を賠償しなければなりません。',
        '2. 登録ユーザーが、本サービスに関連して外部事業者その他の第三者からクレームを受け又はそれらの者との間で紛争を生じた場合には、直ちにその内容を当社に通知するとともに、登録ユーザーの費用と責任において当該クレーム又は紛争を処理し、当社からの要請に基づき、その経過及び結果を当社に報告するものとします。',
        '3. 登録ユーザーによる本サービスの利用に関連して、当社が、外部事業者その他の第三者から権利侵害その他の理由により何らかの請求を受けた場合は、登録ユーザーは当該請求に基づき当社が当該第三者に支払を余儀なくされた金額を賠償しなければなりません。',
      ],
    },
    {
      title: '第17条 秘密保持',
      contents: [
        '1. 本規約において「秘密情報」とは、利用契約又は本サービスに関連して、登録ユーザーが、当社より書面、口頭若しくは記録媒体等により提供若しくは開示されたか、又は知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。但し、(1)当社から提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた、又は既に知得していたもの、(2)当社から提供若しくは開示又は知得した後、自己の責めに帰せざる事由により刊行物その他により公知となったもの、(3)提供又は開示の権限のある第三者から秘密保持義務を負わされることなく適法に取得したもの、(4)秘密情報によることなく単独で開発したもの、(5)当社から秘密保持の必要なき旨書面で確認されたものについては、秘密情報から除外するものとします。',
        '2. 登録ユーザーは、秘密情報を本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに第三者に当社の秘密情報を提供、開示又は漏洩しないものとします。',
        '3. 第2項の定めに拘わらず、登録ユーザーは、法律、裁判所又は政府機関の命令、要求又は要請に基づき、秘密情報を開示することができます。但し、当該命令、要求又は要請があった場合、速やかにその旨を当社に通知しなければなりません。',
        '4. 登録ユーザーは、秘密情報を記載した文書又は磁気記録媒体等を複製する場合には、事前に当社の書面による承諾を得ることとし、複製物の管理については第2項に準じて厳重に行うものとします。',
        '5. 登録ユーザーは、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報並びに秘密情報を記載又は包含した書面その他の記録媒体物及びその全ての複製物を返却又は廃棄しなければなりません。',
      ],
    },
    {
      title: '第18条 個人情報等の取扱い',
      contents: [
        '1. 当社による登録ユーザーの個人情報（個人情報の保護に関する法律第2条第1項に定める「個人情報」を意味します。）の取扱いについては、別途定める当社のプライバシーポリシーの定めによるものとし、登録ユーザーはこのプライバシーポリシーに従って当社が登録ユーザーの個人情報を取扱うことについて同意するものとします。',
        '2. 当社は、登録ユーザーが当社に提供した情報、データ等を、個人を特定できない形での統計的な情報として、当社の裁量で、利用及び公開することができるものとし、登録ユーザーはこれに異議を述べないものとします。',
      ],
    },
    {
      title: '第19条 有効期間',
      contents: [
        '利用契約は、登録ユーザーについて第3条に基づく登録が完了した日に効力を生じ、当該登録ユーザーの登録が取り消された日又は本サービスの提供が終了した日のいずれか早い日まで、当社と登録ユーザーとの間で有効に存続するものとします。',
      ],
    },
    {
      title: '第20条 本規約等の変更',
      contents: [
        '1. 当社は、本サービスの内容を自由に変更できるものとします。',
        '2. 当社は、本規約（本アプリケーション等に掲載する本サービスに関するルール、諸規定等を含みます。以下本項において同じ。）を変更できるものとします。当社は、本規約を変更する場合には、変更の内容及び変更の効力発生時期を、当該効力発生時期までに当社所定の方法で告知するものとします。告知された効力発生時期以降に登録ユーザーが本サービスを利用した場合又は当社の定める期間内に登録取消の手続をとらなかった場合には、登録ユーザーは、本規約の変更に同意したものとみなします。',
      ],
    },
    {
      title: '第21条 連絡/通知',
      contents: [
        '本サービスに関する問い合わせその他登録ユーザーから当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社から登録ユーザーに対する連絡又は通知は、当社の定める方法で行うものとします。',
      ],
    },
    {
      title: '第22条 本規約の譲渡等',
      contents: [
        '1. 登録ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位又は本規約に基づく権利若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。',
        '2. 当社は本サービスにかかる事業を第三者に譲渡（事業譲渡、会社分割その他態様の如何を問わないものとします。）した場合には、当該譲渡に伴い利用契約上の地位、本規約に基づく権利及び義務並びに登録ユーザーの登録情報その他の顧客情報を当該譲渡の譲受人に譲渡することができるものとし、登録ユーザーは、かかる譲渡につき本項において予め同意したものとします。',
      ],
    },
    {
      title: '第23条 完全合意',
      contents: [
        '本規約は、本規約に含まれる事項に関する当社と登録ユーザーとの完全な合意を構成し、口頭又は書面を問わず、本規約に含まれる事項に関する当社と登録ユーザーとの事前の合意、表明及び了解に優先します。',
      ],
    },
    {
      title: '第24条 分離可能性',
      contents: [
        '本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有し、当社及び登録ユーザーは、当該無効若しくは執行不能の条項又は部分を適法とし、執行力を持たせるために必要な範囲で修正し、当該無効若しくは執行不能な条項又は部分の趣旨並びに法律的及び経済的に同等の効果を確保できるように努めるものとします。',
      ],
    },
    {
      title: '第25条 存続規定',
      contents: [
        '第8条（但し、未払いがある場合に限ります。）、第9条第2項、第10条第2項、第11条第3項、第12条、第13 条、第14条第2 項、第4項及び第5 項、第15条から第18条まで、第22条から第26条までの規定は利用契約の終了後も有効に存続するものとします。但し、第17条については、利用契約終了後3年間に限り存続するものとします。',
      ],
    },
    {
      title: '第26条 準拠法及び管轄裁判所',
      contents: [
        '本規約の準拠法は日本法とし、本規約に起因し又は関連する一切の紛争については、東京地方裁判所又は東京簡易裁判所を第一審の専属的合意管轄裁判所とします。',
      ],
    },
    {
      title: '第27条 協議解決',
      contents: [
        '当社及び登録ユーザーは、本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、互いに信義誠実の原則に従って協議の上速やかに解決を図るものとします。',
      ],
    },
  ],
};
